[{
    "title": "T900 Smart Watch",
    "details": "Stay connected and on top of your fitness goals with the T900 Smart Watch. Featuring a sleek design and loaded with advanced features, this smartwatch helps you track your health, manage notifications, and customize your style. With its vibrant display and multiple sports modes, the T900 is the perfect companion for your active lifestyle.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359593/watch_zbff49.webp",
    "price": 25,
    "rating": 4.5,
    "percent": 5,
    "categories": "mens"
  },
  {
    "title": "Short Sleeve Shirt",
    "details": "Stay cool and comfortable with this versatile Short Sleeve Shirt, perfect for any casual occasion. Made from soft, breathable fabric, this shirt offers a relaxed fit that ensures all-day comfort. Its timeless design and range of color options make it easy to pair with jeans, shorts, or chinos for an effortless, stylish look.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359593/t-shirt_x85uwo.webp",
    "price": 12.12,
    "rating": 4.5,
    "percent": 5,
    "categories": "mens"
  },
  {
    "title": "Shiny Loafers for Men",
    "details": "Step into sophistication with our Shiny Loafers for Men, designed to add a polished finish to any outfit. Made from high-quality, glossy leather, these loafers offer both style and comfort for formal occasions or upscale casual events. With a sleek silhouette and cushioned insole, they’re the perfect combination of elegance and all-day wearability.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359592/shows_ekwr5b.webp",
    "price": 20,
    "rating": 4.5,
    "percent": 5,
    "categories": "mens"
  },
  {
    "title": "Men's Leather Belts",
    "details": "Upgrade your wardrobe with these Men's Leather Belts, crafted from premium genuine leather for durability and a refined finish. Ideal for both formal and casual outfits, these belts offer a timeless design with adjustable fits and sturdy metal buckles. Available in a variety of colors and finishes, they are a must-have accessory for every man’s wardrobe.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/belt_gmyjg7.webp",
    "price": 19,
    "rating": 4.5,
    "percent": 5,
    "categories": "mens"
  },
  {
    "title": "Smart Watch Bluetooth",
    "details": "Stay connected and track your fitness goals with the Smart Watch Bluetooth. This sleek and modern smartwatch pairs seamlessly with your smartphone, allowing you to receive notifications, monitor your health metrics, and control music right from your wrist. With features like heart rate monitoring, step counting, and sleep tracking, it’s the perfect companion for anyone looking to maintain a healthy, active lifestyle while staying hands-free.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747534122/smart-watch_cnsmke.webp",
    "price": 115,
    "rating": 4.5,
    "percent": 5,
    "categories": "mens"
  },
  {
    "title": "Popcorn Running Shoes",
    "details": "The Popcorn Running Shoes are designed to elevate your running experience with their lightweight, breathable design and superior comfort. Featuring a flexible sole with cushioned support, these shoes provide excellent shock absorption, making them perfect for long-distance runs or everyday wear. With a stylish yet functional design, these shoes offer the perfect balance of performance and aesthetics for athletes and casual runners alike.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359586/running-shows_cswozp.webp",
    "price": 170,
    "rating": 4.5,
    "percent": 5,
    "categories": "mens"
  },
  {
    "title": "Straps Plaid Patchwork Dress",
    "details": "Turn heads with the Straps Plaid Patchwork Dress, a perfect blend of playful patterns and casual elegance. This dress features a unique plaid patchwork design with adjustable straps for a comfortable fit. Made from lightweight, breathable fabric, it's ideal for a day out or a casual gathering. Pair it with sandals or sneakers for an effortlessly chic look.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747534805/dress_tykqo5.webp",
    "price": 19,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Copper Alloy Inlaid Zircon Round Ring Female",
    "details": "Add a touch of elegance to your jewelry collection with the Copper Alloy Inlaid Zircon Round Ring. This beautifully crafted ring features a sparkling zircon stone set in durable copper alloy, offering a timeless design that’s perfect for both casual wear and special occasions. Its shimmering zircon adds a sophisticated touch, making it an ideal accessory for any outfit.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359585/rings_r7rfs2.webp",
    "price": 9,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Women Beautiful White Sneakers",
    "details": "Step into style and comfort with our Women Beautiful White Sneakers. These chic sneakers are designed to elevate any outfit, whether you're running errands or enjoying a casual day out. Crafted from high-quality materials, they provide excellent support and durability while keeping your look fresh and trendy.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359607/woman-shows_f02qan.webp",
    "price": 70,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Bohemiantee Shirt Tops",
    "details": "Stay effortlessly stylish with our Bohemiantee Shirt Tops, featuring a relaxed fit and chic bohemian-inspired patterns. Crafted from soft, breathable fabric, this top is perfect for casual days, festivals, or beach outings. Pair it with jeans, shorts, or skirts for a carefree, boho look that’s always on-trend.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359588/shirt-tops_jpaeiz.webp",
    "price": 19,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Leather Single Shoes",
    "details": "Step into elegance and comfort with these Leather Single Shoes, designed for women who appreciate both style and practicality. Crafted from high-quality genuine leather, these shoes offer a sleek, minimalist look with a durable, comfortable sole. Perfect for both casual and formal occasions, they feature a slip-on design that ensures ease and convenience for everyday wear.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359572/lady-single-shows_x0usxd.webp",
    "price": 32,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Handbag Bags for Women",
    "details": "Elevate your style with our versatile Handbag Bags for Women, designed for both fashion and function. Made from premium materials, this handbag is perfect for everyday use, whether you're heading to work, a night out, or running errands. With multiple compartments and a chic design, it effortlessly combines practicality with elegance.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747533914/bags_u2rbar.webp",
    "price": 50,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Vimly Women Blazer Suit",
    "details": "Exude confidence and professionalism with the Vimly Women Blazer Suit, designed for the modern woman. Made from high-quality fabric, this tailored blazer features a slim fit that flatters your silhouette, making it perfect for both work and formal events. Pair it with matching trousers or a skirt to create a chic, polished look. Comfortable, versatile, and stylish, this blazer is a must-have addition to your wardrobe.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359607/woman-suits_shqssh.webp",
    "price": 200,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Star of David Moissanite Necklace",
    "details": "Celebrate timeless elegance with the Star of David Moissanite Necklace, a stunning piece that combines spiritual symbolism with radiant beauty. The necklace features a meticulously crafted Star of David pendant, adorned with sparkling moissanite stones that shimmer like diamonds. Set in high-quality sterling silver or gold, this necklace is perfect for both everyday wear and special occasions, making it a meaningful and stylish addition to any jewelry collection.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359572/lady-single-shows_x0usxd.webp",
    "price": 19,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Women's Casual Shoes",
    "details": "Step into comfort and style with these Women's Casual Shoes, perfect for everyday wear. Designed with a lightweight structure and breathable material, they keep your feet cool and comfortable all day long. The versatile design pairs effortlessly with jeans, dresses, or skirts, making them a wardrobe essential.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747533914/bags_u2rbar.webp",
    "price": 450,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Bohemiantee Shirt Tops",
    "details": "Stay effortlessly stylish with our Bohemiantee Shirt Tops, featuring a relaxed fit and chic bohemian-inspired patterns. Crafted from soft, breathable fabric, this top is perfect for casual days, festivals, or beach outings. Pair it with jeans, shorts, or skirts for a carefree, boho look that’s always on-trend.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359594/woman-casuyal-shows_oy95ut.webp",
    "price": 19,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Gold Moissanite Rings",
    "details": "Add timeless elegance to your jewelry collection with our Gold Moissanite Rings. Crafted from premium gold and featuring a stunning moissanite gemstone, these rings offer the brilliance and fire of diamonds at an affordable price. Perfect for engagements, anniversaries, or everyday wear, these rings are a dazzling and sustainable choice for those who value beauty and ethics..",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359530/gold-rings_fnqyzc.webp",
    "price": 650,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Butterfly Nose Pin",
    "details": "The Butterfly Nose Pin is a delicate and stylish accessory designed to add a playful yet elegant touch to your look. Featuring a finely detailed butterfly design, this nose pin is crafted from high-quality metal, making it comfortable for everyday wear while standing out as a unique fashion statement.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359573/nose-pin_cfeb1i.webp",
    "price": 48,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Engagement Ring",
    "details": "This exquisite Engagement Ring is designed to symbolize your love and commitment. Featuring a stunning round-cut diamond at its center, the ring is crafted from premium white gold for a timeless, elegant look. Perfect for popping the question or celebrating a special moment, this ring sparkles with sophistication and grace.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/engancment-ring_zlx5x9.webp",
    "price": 900,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Anti Theft Bag",
    "details": "Stay secure and stylish with our Anti Theft Bag, designed for the modern traveler. This innovative bag features anti-slash fabric and a lockable zipper system to keep your belongings safe from pickpockets. With multiple compartments, a built-in USB charging port, and a sleek design, it's perfect for daily commutes or adventurous trips. Travel with peace of mind knowing your essentials are protected.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359593/theft-bags_v6oruv.webp",
    "price": 47,
    "rating": 4.5,
    "percent": 5,
    "categories": "womens"
  },
  {
    "title": "Kids Leather Jacket",
    "details": "Elevate your child's style with our Kids Leather Jacket, a perfect blend of fashion and functionality. Crafted from high-quality faux leather, this jacket provides a trendy look while keeping your little one warm and comfortable. Whether for a casual outing or a school event, this stylish jacket is sure to make a statement.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359565/kids-jacket_hy3xmh.webp",
    "price": 60,
    "rating": 4.5,
    "percent": 5,
    "categories": "kids"
  },
  {
    "title": "Kids Printed T-shirt",
    "details": "Brighten up your child's wardrobe with our Kids Printed T-Shirt, designed for comfort and style. Featuring fun and vibrant prints, this T-shirt is perfect for everyday wear, playdates, or outings. Made from soft, breathable fabric, it ensures your little one stays comfortable while expressing their unique personality.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359565/kid-tshirt_evfhnf.webp",
    "price": 15,
    "rating": 4.5,
    "percent": 5,
    "categories": "kids"
  },
  {
    "title": "Ball Gown Frock",
    "details": "The Ball Gown Frock is a stunning, elegant dress perfect for special occasions like weddings, proms, and formal events. Crafted with premium quality fabric, it features a fitted bodice and a flowing, voluminous skirt that creates a dramatic silhouette. The dress has intricate lace detailing, a sweetheart neckline, and an adjustable back tie for a perfect fit.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359531/kids-frog_gvho6u.webp",
    "price": 32,
    "rating": 4.5,
    "percent": 5,
    "categories": "kids"
  },
  {
    "title": "Concealer Foundation",
    "details": "Achieve flawless coverage with the Concealer Foundation, a versatile 2-in-1 formula that conceals imperfections while providing a smooth, even finish. This lightweight yet buildable foundation effortlessly hides blemishes, dark circles, and redness, offering long-lasting wear without caking or creasing. Suitable for all skin types, its hydrating formula ensures a natural look that enhances your complexion, leaving you radiant throughout the day.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/foundtion_rltgab.webp",
    "price": 25,
    "rating": 4.5,
    "percent": 5,
    "categories": "health"
  },
  {
    "title": "Rosemary Conditioner",
    "details": "Revitalize your hair with our Rosemary Conditioner, expertly crafted to nourish and hydrate your locks while enhancing natural shine. Infused with organic rosemary extract, this conditioner not only detangles but also strengthens and revitalizes dull, lifeless hair. Perfect for all hair types, it leaves your hair feeling silky soft, manageable, and full of vitality.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/conditionar_q8hyqm.webp",
    "price": 20,
    "rating": 4.5,
    "percent": 5,
    "categories": "health"
  },
  {
    "title": "Styling Gel Cream",
    "details": "Achieve your desired hairstyle with our Styling Gel Cream! This versatile formula offers a perfect blend of hold and flexibility, making it ideal for all hair types. Whether you’re going for sleek and polished or tousled and textured, this gel cream provides a long-lasting finish without the crunch. Enriched with nourishing ingredients, it keeps your hair healthy and hydrated while offering a brilliant shine.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/gel-cream_xpb3qy.webp",
    "price": 20,
    "rating": 4.5,
    "percent": 5,
    "categories": "health"
  },
  {
    "title": "Argen Hair Oil",
    "details": "Revitalize your hair with Argen Hair Oil, a luxurious blend of natural ingredients designed to nourish and restore your locks. Infused with the goodness of argan oil, this lightweight formula penetrates deeply to hydrate, strengthen, and protect your hair from damage. Whether you’re battling dryness, frizz, or split ends, Argen Hair Oil leaves your hair soft, shiny, and manageable.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359530/hear-oil_novpgj.webp",
    "price": 45,
    "rating": 4.5,
    "percent": 5,
    "categories": "health"
  },
  {
    "title": "Coconut Oil Mask",
    "details": "Revitalize your skin with our Coconut Oil Mask, a luxurious blend designed to hydrate, nourish, and rejuvenate. Infused with 100% organic coconut oil, this mask deeply penetrates the skin, leaving it soft, supple, and radiant. Perfect for all skin types, it helps to reduce dryness, improve elasticity, and enhance your natural glow.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359578/oil-mask_iekb0z.webp",
    "price": 20,
    "rating": 4.5,
    "percent": 5,
    "categories": "health"
  },
  {
    "title": "Hair Dye Shampoo",
    "details": "Transform your hair with our innovative Hair Dye Shampoo! This all-in-one formula combines the cleansing power of a shampoo with vibrant color-dye technology, allowing you to refresh your look while washing your hair. Infused with nourishing ingredients, it gently cleanses your scalp and leaves your hair looking radiant and healthy. Perfect for a quick color boost or maintenance between salon visits, our Hair Dye Shampoo is suitable for all hair types and is free from harsh chemicals.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359528/dye-shampo_ly6kyo.webp",
    "price": 25,
    "rating": 4.5,
    "percent": 5,
    "categories": "health"
  },
  {
    "title": "Moisturizing Cream",
    "details": "Our Moisturizing Cream is a hydrating and nourishing formula designed to keep your skin soft, smooth, and healthy. It is enriched with natural ingredients that help to lock in moisture, improve skin texture, and provide long-lasting hydration. Suitable for all skin types, this lightweight, non-greasy cream absorbs quickly, making it perfect for daily use.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1748706437/cream_avcrsf.webp",
    "price": 50,
    "rating": 4.5,
    "percent": 5,
    "categories": "health"
  },
  {
    "title": "Dog Coat Jacket",
    "details": "Description: Keep your dog warm with the Dog Coat Jacket. This stylish coat features a comfortable fit and is perfect for chilly days. Specifications: - Material: Waterproof fabric - Sizes: Various Standard Uses: Ideal for walks and outdoor activities. Protect your dog from the cold with the Dog Coat Jacket!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/doc-jacket_afqrjc.webp",
    "price": 30,
    "rating": 4.5,
    "percent": 5,
    "categories": "petsupplies"
  },
  {
    "title": "Aquarium Fish Food",
    "details": "Description: Provide your fish with the essential nutrients they need with our Aquarium Fish Food. This balanced formula promotes healthy growth and vibrant colors. Specifications: - Weight: 200 grams - Ingredients: High-quality fish meal Standard Uses: Ideal for all types of aquarium fish. Keep your fish happy and healthy with our premium fish food!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/fish-food_ihtvxs.webp",
    "price": 50,
    "rating": 4.5,
    "percent": 5,
    "categories": "petsupplies"
  },
  {
    "title": "Indoor Cat Bed",
    "details": "Description: Give your cat a cozy place to relax with the Indoor Cat Bed. This soft and comfortable bed is perfect for napping and lounging. Specifications: - Material: Soft fabric - Size: Fits most cats Standard Uses: Ideal for indoor cats. Provide comfort for your feline friend with the Indoor Cat Bed!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/cat-bed_bzr30n.webp",
    "price": 60,
    "rating": 4.5,
    "percent": 5,
    "categories": "petsupplies"
  },
  {
    "title": "Cat Grass Treats Snacks",
    "details": "Description: Treat your cat to our Cat Grass Treats Snacks. These nutritious snacks are perfect for promoting digestive health and satisfying your cat’s cravings. Specifications: - Weight: 100 grams - Ingredients: Natural cat grass Standard Uses: Ideal for all cats. Keep your cat happy and healthy with our Cat Grass Treats!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359593/snacks_b6xm2y.webp",
    "price": 6,
    "rating": 4.5,
    "percent": 5,
    "categories": "petsupplies"
  },
  {
    "title": "Water Purifier",
    "details": "The Water Purifier is designed to provide clean, safe drinking water for you and your family. Utilizing advanced filtration technology, this purifier removes harmful contaminants while retaining essential minerals. With a sleek design and user-friendly interface, it’s perfect for any kitchen, ensuring you enjoy pure and refreshing water at all times.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359593/water-filter_ld3lsr.webp",
    "price": 269,
    "rating": 4.5,
    "percent": 5,
    "categories": "home & kitchen"
  },
  {
    "title": "Mainstays LED Desk Lamp",
    "details": "Description: Illuminate your workspace with the Mainstays LED Desk Lamp. This stylish and functional lamp offers adjustable brightness levels, making it perfect for studying or working. Specifications: - Light Source: LED - Design: Modern and sleek Standard Uses: Ideal for desks, offices, and reading areas. Upgrade your lighting with the Mainstays LED Desk Lamp!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359573/lamp_o7sv2v.webp",
    "price": 30,
    "rating": 4.5,
    "percent": 5,
    "categories": "home & kitchen"
  },
  {
    "title": "5 in 1 Toaster Oven Countertop",
    "details": "Description: Simplify your cooking with the 5 in 1 Toaster Oven Countertop. This versatile appliance features multiple cooking functions, making it perfect for all your meals. Specifications: - Capacity: Fits 6 slices of bread - Features: Adjustable temperature Standard Uses: Ideal for toasting, baking, and broiling. Enhance your kitchen with the 5 in 1 Toaster Oven!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1748706437/fireplace_arvors.webp",
    "price": 90,
    "rating": 4.5,
    "percent": 5,
    "categories": "home & kitchen"
  },
  {
    "title": "Wood Analog Wall Clock",
    "details": "Description: Keep track of time with the Wood Analog Wall Clock. This classic design adds a touch of elegance to any room while providing accurate timekeeping. Specifications: - Material: Wood - Design: Classic analog Standard Uses: Perfect for living rooms, offices, and kitchens. Enhance your decor with the Wood Analog Wall Clock!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/clock_rbty9j.webp",
    "price": 40,
    "rating": 4.5,
    "percent": 5,
    "categories": "home & kitchen"
  },
  {
    "title": "Beautiful Electric Kettle",
    "details": "Description: Enjoy the convenience of the Beautiful Electric Kettle. This kettle features quick boiling technology and an elegant design, perfect for any kitchen. Specifications: - Material: Stainless steel - Capacity: 1.7 liters Standard Uses: Ideal for tea, coffee, and instant meals. Upgrade your kitchen with the Beautiful Electric Kettle!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359530/ketle_quxxer.webp",
    "price": 50,
    "rating": 4.5,
    "percent": 5,
    "categories": "home & kitchen"
  },
  {
    "title": "Side-by-Side Refrigerator",
    "details": "Description: Upgrade your kitchen with the Side-by-Side Refrigerator. This spacious fridge features ample storage and modern amenities, perfect for any household. Specifications: - Capacity: 25 cubic feet - Features: Water and ice dispenser Standard Uses: Ideal for families and large kitchens. Enjoy convenience with the Side-by-Side Refrigerator!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747534960/fridge_ifabzd.webp",
    "price": 1000,
    "rating": 4.5,
    "percent": 5,
    "categories": "home & kitchen"
  },
  {
    "title": "Toddler Down Jacket",
    "details": " Keep your toddler warm with the Toddler Down Jacket. This stylish jacket features down insulation and a cozy fit, perfect for chilly days. Specifications: - Material: Water-resistant fabric - Sizes: Various Standard Uses: Ideal for winter outings and play. Protect your toddler from the cold with the Toddler Down Jacket",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/baby-top_elaian.webp",
    "price": 50,
    "rating": 4.5,
    "percent": 5,
    "categories": "Baby & Toddler"
  },
  {
    "title": "Kids Building Sets",
    "details": "Foster creativity with the Kids Building Sets. These versatile sets encourage imaginative play and are perfect for young builders. Specifications: - Material: Plastic - Number of Pieces: 50 Standard Uses: Ideal for indoor play and learning. Inspire creativity with our Kids Building Sets!",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359528/baby-building_wyoqq9.webp",
    "price": 30,
    "rating": 4.5,
    "percent": 5,
    "categories": "Baby & Toddler"
  },
  {
    "title": "MIYAUP Exercise Bike",
    "details": "Description: Pedal your way to fitness with the MIYAUP Exercise Bike. This bike features adjustable settings and a comfortable seat for smooth rides. Specifications: - Material: Steel - Max Weight Capacity: 280 lbs Standard Uses: Ideal for indoor cycling and cardio workouts.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/excercise-bike_fqloey.webp",
    "price": 400,
    "rating": 4.5,
    "percent": 5,
    "categories": "Sports & Outdoor"
  },
  {
    "title": "TWITTER X RS-24S Gravel Bike",
    "details": "Description: Conquer any terrain with the TWITTER X RS-24S Gravel Bike. This bike features a lightweight frame and durable components. Specifications: - Frame Material: Aluminum - Gear: 18 speeds Standard Uses: Ideal for gravel riding and adventures.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/cycle_hzfuq6.webp",
    "price": 850,
    "rating": 4.5,
    "percent": 5,
    "categories": "Sports & Outdoor"
  },
  {
    "title": "Cycling Jersey Set",
    "details": "Description: Enhance your cycling experience with our Cycling Jersey Set. This set includes a breathable jersey and padded shorts. Specifications: - Material: Moisture-wicking fabric - Sizes: S, M, L Standard Uses: Ideal for long rides and cycling events.",
    "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359530/jursey-set_lmimc4.webp",
    "price": 40,
    "rating": 4.5,
    "percent": 5,
    "categories": "Sports & Outdoor"
  }
]