[
    {
      "title": "Kids Leather Jacket",
      "details": "Elevate your child's style with our Kids Leather Jacket, a perfect blend of fashion and functionality. Crafted from high-quality faux leather, this jacket provides a trendy look while keeping your little one warm and comfortable. Whether for a casual outing or a school event, this stylish jacket is sure to make a statement.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359565/kids-jacket_hy3xmh.webp",
      "price": 60,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Girls Princess Dress",
      "details": "Transform your little one into a fairytale princess with our enchanting Girls Princess Dress. Crafted from high-quality, breathable fabric, this dress features a beautiful layered tulle skirt, delicate lace accents, and a sparkling sequin bodice. Ideal for birthday parties, dress-up play, or special occasions, this dress guarantees twirls and smiles all day long.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359530/kids-dress_ayyjfw.webp",
      "price": 60,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Ball Gown Frock",
      "details": "The Ball Gown Frock is a stunning, elegant dress perfect for special occasions like weddings, proms, and formal events. Crafted with premium quality fabric, it features a fitted bodice and a flowing, voluminous skirt that creates a dramatic silhouette. The dress has intricate lace detailing, a sweetheart neckline, and an adjustable back tie for a perfect fit.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359531/kids-frog_gvho6u.webp",
      "price": 120,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Men's Leather Belts",
      "details": "Upgrade your wardrobe with these Men's Leather Belts, crafted from premium genuine leather for durability and a refined finish. Ideal for both formal and casual outfits, these belts offer a timeless design with adjustable fits and sturdy metal buckles. Available in a variety of colors and finishes, they are a must-have accessory for every man’s wardrobe.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/belt_gmyjg7.webp",
      "price": 25,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Smart Watch Bluetooth",
      "details": "Stay connected and track your fitness goals with the Smart Watch Bluetooth. This sleek and modern smartwatch pairs seamlessly with your smartphone, allowing you to receive notifications, monitor your health metrics, and control music right from your wrist. With features like heart rate monitoring, step counting, and sleep tracking, it’s the perfect companion for anyone looking to maintain a healthy, active lifestyle while staying hands-free.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747534122/smart-watch_cnsmke.webp",
      "price": 150,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Popcorn Running Shoes",
      "details": "The Popcorn Running Shoes are designed to elevate your running experience with their lightweight, breathable design and superior comfort. Featuring a flexible sole with cushioned support, these shoes provide excellent shock absorption, making them perfect for long-distance runs or everyday wear. With a stylish yet functional design, these shoes offer the perfect balance of performance and aesthetics for athletes and casual runners alike.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359586/running-shows_cswozp.webp",
      "price": 170,
      "rating": 4.5,
      "percent": 5
    }
  ]