[
    {
      "title": "T900 Smart Watch",
      "details": "Stay connected and on top of your fitness goals with the T900 Smart Watch. Featuring a sleek design and loaded with advanced features, this smartwatch helps you track your health, manage notifications, and customize your style. With its vibrant display and multiple sports modes, the T900 is the perfect companion for your active lifestyle.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359593/watch_zbff49.webp",
      "price": 25,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Short Sleeve Shirt",
      "details": "Stay cool and comfortable with this versatile Short Sleeve Shirt, perfect for any casual occasion. Made from soft, breathable fabric, this shirt offers a relaxed fit that ensures all-day comfort. Its timeless design and range of color options make it easy to pair with jeans, shorts, or chinos for an effortless, stylish look.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359593/t-shirt_x85uwo.webp",
      "price": 25,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Shiny Loafers for Men",
      "details": "Step into sophistication with our Shiny Loafers for Men, designed to add a polished finish to any outfit. Made from high-quality, glossy leather, these loafers offer both style and comfort for formal occasions or upscale casual events. With a sleek silhouette and cushioned insole, they’re the perfect combination of elegance and all-day wearability.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359592/shows_ekwr5b.webp",
      "price": 109,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Men's Leather Belts",
      "details": "Upgrade your wardrobe with these Men's Leather Belts, crafted from premium genuine leather for durability and a refined finish. Ideal for both formal and casual outfits, these belts offer a timeless design with adjustable fits and sturdy metal buckles. Available in a variety of colors and finishes, they are a must-have accessory for every man’s wardrobe.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359529/belt_gmyjg7.webp",
      "price": 25,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Smart Watch Bluetooth",
      "details": "Stay connected and track your fitness goals with the Smart Watch Bluetooth. This sleek and modern smartwatch pairs seamlessly with your smartphone, allowing you to receive notifications, monitor your health metrics, and control music right from your wrist. With features like heart rate monitoring, step counting, and sleep tracking, it’s the perfect companion for anyone looking to maintain a healthy, active lifestyle while staying hands-free.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747534122/smart-watch_cnsmke.webp",
      "price": 150,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Popcorn Running Shoes",
      "details": "The Popcorn Running Shoes are designed to elevate your running experience with their lightweight, breathable design and superior comfort. Featuring a flexible sole with cushioned support, these shoes provide excellent shock absorption, making them perfect for long-distance runs or everyday wear. With a stylish yet functional design, these shoes offer the perfect balance of performance and aesthetics for athletes and casual runners alike.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359586/running-shows_cswozp.webp",
      "price": 170,
      "rating": 4.5,
      "percent": 5
    }
  ]