[
    {
      "title": "iphone 12 pro",
      "details": "The iPhone 12 Pro combines cutting-edge technology with sleek design to deliver a premium smartphone experience. Featuring the powerful A14 Bionic chip, a stunning Super Retina XDR display, and a pro-grade triple-camera system, this phone is built for speed, creativity, and high performance. With 5G connectivity and enhanced durability, the iPhone 12 Pro is perfect for users seeking power, style, and innovation.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1751553474/cover-1_pk5smc.webp",
      "price": 590,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "SHARK 8 4G Smartphone",
      "details": "The SHARK 8 4G Smartphone is designed for performance and gaming enthusiasts, delivering an immersive experience with its powerful features and sleek design. Equipped with a robust processor and high-resolution display, this smartphone ensures smooth multitasking and stunning visuals, making it perfect for gaming, streaming, and everyday use.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359585/rings_r7rfs2.webp",
      "price": 149,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "iphone 13 pro",
      "details": "The iPhone 13 Pro sets a new standard for smartphones with its advanced technology and sleek design. Powered by the A15 Bionic chip, this device delivers exceptional performance and efficiency. The stunning Super Retina XDR display offers vibrant colors and deep contrast, while the pro camera system captures breathtaking photos and videos in any lighting. With 5G capability and durable construction, the iPhone 13 Pro is perfect for users who demand the best.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1751553474/cover-6_uvvra2.webp",
      "price": 73,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Iphone 15 Pro Max",
      "details": "The iPhone 15 Pro Max redefines smartphone excellence with its cutting-edge technology and stunning design. Featuring the powerful A17 Pro chip, this device offers lightning-fast performance and efficiency for demanding tasks. The expansive Super Retina XDR display delivers vibrant colors and exceptional clarity, while the advanced camera system captures breathtaking photos and 4K video in any lighting. With 5G capabilities and premium materials, the iPhone 15 Pro Max is designed for those who demand the best.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1751553474/cover-4_ywkuva.webp",
      "price": 1249,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "S23 Ultra",
      "details": "The S23 Ultra is a powerhouse smartphone that combines cutting-edge technology with a sleek design. With its stunning Dynamic AMOLED 2X display and advanced camera system, this device is perfect for photography enthusiasts and multitaskers alike. The powerful processor ensures smooth performance, while 5G connectivity keeps you connected at lightning speeds. Elevate your mobile experience with the S23 Ultra.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1751553474/cover-5_bwbuzv.webp",
      "price": 1199,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Redmi Note 13 Pro 5G",
      "details": "The Redmi Note 13 Pro combines style and performance, making it an ideal choice for everyday users and tech enthusiasts alike. With its vibrant display and powerful processor, this smartphone delivers an exceptional experience for gaming, streaming, and multitasking. Capture stunning photos with its advanced camera system, and enjoy long-lasting battery life that keeps you connected throughout the day.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1751553474/cover-3_pvom5z.webp",
      "price": 299,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "iPhone 14 Pro Max",
      "details": "The iPhone 14 Pro Max takes smartphone technology to the next level with its powerful A16 Bionic chip, ProMotion display, and all-new 48MP camera system. Featuring an immersive 6.7-inch Super Retina XDR display with Dynamic Island, the iPhone 14 Pro Max delivers stunning visuals, ultra-fast performance, and next-level photography, all wrapped in sleek, durable glass and stainless steel.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747533497/iphon_o6twdl.webp",
      "price": 1149,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Samsung S24 Ultra",
      "details": "The Samsung S24 Ultra redefines flagship smartphone technology with its stunning design and powerhouse performance. Featuring a massive 6.8-inch Dynamic AMOLED 2X display with a 120Hz refresh rate, the S24 Ultra offers an immersive visual experience. Powered by the latest Snapdragon 8 Gen 3 processor and equipped with a professional-grade 200MP camera system, this phone is designed for capturing breathtaking photos and videos in any condition. With a long-lasting battery and 5G connectivity, the Samsung S24 Ultra keeps you connected and productive all day.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747534378/samsung_l3fncf.webp",
      "price": 1149,
      "rating": 4.5,
      "percent": 5
    }
    
  
  ]