[
    {
      "title": "Straps Plaid Patchwork Dress",
      "details": "Turn heads with the Straps Plaid Patchwork Dress, a perfect blend of playful patterns and casual elegance. This dress features a unique plaid patchwork design with adjustable straps for a comfortable fit. Made from lightweight, breathable fabric, it's ideal for a day out or a casual gathering. Pair it with sandals or sneakers for an effortlessly chic look.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747534805/dress_tykqo5.webp",
      "price": 19,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Copper Alloy Inlaid Zircon Round Ring Female",
      "details": "Add a touch of elegance to your jewelry collection with the Copper Alloy Inlaid Zircon Round Ring. This beautifully crafted ring features a sparkling zircon stone set in durable copper alloy, offering a timeless design that’s perfect for both casual wear and special occasions. Its shimmering zircon adds a sophisticated touch, making it an ideal accessory for any outfit.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359585/rings_r7rfs2.webp",
      "price": 9,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Women Beautiful White Sneakers",
      "details": "Step into style and comfort with our Women Beautiful White Sneakers. These chic sneakers are designed to elevate any outfit, whether you're running errands or enjoying a casual day out. Crafted from high-quality materials, they provide excellent support and durability while keeping your look fresh and trendy.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359607/woman-shows_f02qan.webp",
      "price": 73,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Smart Watch Bluetooth",
      "details": "Stay effortlessly stylish with our Bohemiantee Shirt Tops, featuring a relaxed fit and chic bohemian-inspired patterns. Crafted from soft, breathable fabric, this top is perfect for casual days, festivals, or beach outings. Pair it with jeans, shorts, or skirts for a carefree, boho look that’s always on-trend.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359588/shirt-tops_jpaeiz.webp",
      "price": 20,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Leather Single Shoes",
      "details": "Step into elegance and comfort with these Leather Single Shoes, designed for women who appreciate both style and practicality. Crafted from high-quality genuine leather, these shoes offer a sleek, minimalist look with a durable, comfortable sole. Perfect for both casual and formal occasions, they feature a slip-on design that ensures ease and convenience for everyday wear",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359572/lady-single-shows_x0usxd.webp",
      "price": 1500,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Vimly Women Blazer Suit",
      "details": "Exude confidence and professionalism with the Vimly Women Blazer Suit, designed for the modern woman. Made from high-quality fabric, this tailored blazer features a slim fit that flatters your silhouette, making it perfect for both work and formal events. Pair it with matching trousers or a skirt to create a chic, polished look. Comfortable, versatile, and stylish, this blazer is a must-have addition to your wardrobe.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359607/woman-suits_shqssh.webp",
      "price": 200,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Handbag Bags for Women",
      "details": "Elevate your style with our versatile Handbag Bags for Women, designed for both fashion and function. Made from premium materials, this handbag is perfect for everyday use, whether you're heading to work, a night out, or running errands. With multiple compartments and a chic design, it effortlessly combines practicality with elegance.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359594/woman-bags_qc0u5l.webp",
      "price": 20,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Star of David Moissanite Necklace",
      "details": "Celebrate timeless elegance with the Star of David Moissanite Necklace, a stunning piece that combines spiritual symbolism with radiant beauty. The necklace features a meticulously crafted Star of David pendant, adorned with sparkling moissanite stones that shimmer like diamonds. Set in high-quality sterling silver or gold, this necklace is perfect for both everyday wear and special occasions, making it a meaningful and stylish addition to any jewelry collection.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359573/necles_i7zeim.webp",
      "price": 29,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Leather Ladies Bag",
      "details": "Upgrade your style with this sophisticated Leather Ladies Bag, designed for modern women who value both elegance and functionality. Crafted from premium quality leather, this bag features a spacious interior with multiple compartments, making it perfect for both daily use and special occasions. With its timeless design and durable construction, it’s the perfect accessory to elevate any outfit.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747533914/bags_u2rbar.webp",
      "price": 15,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Beauty Jelly Lipstick",
      "details": "Add a touch of vibrant color and hydration with the Beauty Jelly Lipstick, a unique, color-changing formula that adjusts to your lip’s natural pH for a personalized shade. Infused with nourishing ingredients, it keeps your lips soft, smooth, and moisturized while giving a glossy, natural finish.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1747533703/beauty_y95omv.webp",
      "price": 32,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Gold Moissanite Rings",
      "details": "Add timeless elegance to your jewelry collection with our Gold Moissanite Rings. Crafted from premium gold and featuring a stunning moissanite gemstone, these rings offer the brilliance and fire of diamonds at an affordable price. Perfect for engagements, anniversaries, or everyday wear, these rings are a dazzling and sustainable choice for those who value beauty and ethics.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359530/gold-rings_fnqyzc.webp",
      "price": 747,
      "rating": 4.5,
      "percent": 5
    },
    {
      "title": "Women's Casual Shoes",
      "details": "Step into comfort and style with these Women's Casual Shoes, perfect for everyday wear. Designed with a lightweight structure and breathable material, they keep your feet cool and comfortable all day long. The versatile design pairs effortlessly with jeans, dresses, or skirts, making them a wardrobe essential.",
      "imageUrl": "https://res.cloudinary.com/dnuxd0pd0/image/upload/v1749359594/woman-casuyal-shows_oy95ut.webp",
      "price": 450,
      "rating": 4.5,
      "percent": 5
    }
  
  ]